img/1-RDF-fill-L2-10-auto/N6tX.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Diego[label="student:s02"]; AI[label="degree:AI"]; Label[label="Artificial Intelligence Degree",shape=ellipse];
 Diego->AI[label="ex:studiesDegree"];
 AI->Label[label="?",style=dashed];
}
