img/1-RDF-fill-L2-10-auto/N6tX.mmd
flowchart LR
  Diego[student:s02] -->|ex:studiesDegree| AI[degree:AI]
  AI -.->|?| Label(("Artificial Intelligence Degree"))
